{
  "pre_event_1": [
    {
      "id": 0,
      "time": "2:00PM",
      "type": "Screenside Chat",
      "title": "Getting Started in UX",
      "description": [
        "Whether you're a beginner in UX, a practitioner who just wants to brush up on your UX knowledge, or someone who wants to share what they've learned, join us in this panel discussion. We’ll cover some fundamentals, tools, and how to jumpstart your career in UX."
      ],
      "speakers_img": [
        "https://www.uxph.org/assets/team/reine.jpg",
        "https://ca.slack-edge.com/TK85EQGCX-U01AMSLBT4H-074bde69344b-512"
      ],
      "speakers_names": "Reine Bantang & Stella Pangilinan",
      "speaker_id": [31, 32, 33, 34],
      "workshop": [],
      "moderators": "ux-basics"
    },
    {
      "id": 1,
      "time": "2:50PM",
      "type": "Workshop",
      "title": "Getting Started with Figma",
      "description": [
        "A workshop on using Figma for beginners. Topics include managing files, collaborating with teammates, and using the Figma workspace to create simple UI designs and basic prototypes."
      ],
      "speakers_img": [
        "https://lh3.googleusercontent.com/pw/ACtC-3d-8jREpIt905iVjGimLcvRnyeV1NFUz9j4YCUkkVKYBmbD7BQYPbVMzpPd0zpCTFvjYMk9SNy0PlCqr47HVqSbYffChjfwffMgmaDLunrmftaK50Fa1RohvJyP3cONcLMwaOvcG_VQbDKewrWeXzCy=s969-no?authuser=0",
        "https://lh3.googleusercontent.com/pw/ACtC-3ffW6H0I6Ao8mJ7sggGzbVtkgq_cJzp0VV2YfBKtE2ychLu_qfYUTKfwb9ZwQAHMgViIsWp9IEnSvRbuW32Q0JWPWAQV1WJFaZXhe4RNERfnUXefqw54J6tgPegl4d1egE6D41KCEDRVhh7WmNkkRDE=w972-h920-no?authuser=2"
      ],
      "speakers_names": "Anjo Cerdeña & Paul Sabandal",
      "speaker_id": [2, 17],
      "workshop": []
    }
  ],

  "pre_event_2": [
    {
      "id": 0,
      "time": "2:00PM",
      "type": "Keynote Speaker",
      "title": "UX Research: The Guiding Light for Design Decisions",
      "description": [
        "\"UX Research: The Guiding Light for Design Decisions.\" What is UX Research, why is it important, and how to get started in UX Research."
      ],
      "speaker_id": [11],
      "workshop": []
    },
    {
      "id": 1,
      "time": "2:45PM",
      "type": "Keynote Speaker",
      "title": "Remote Design Research",
      "description": [
        "Remote design research: A step by step guide to help you and your team start a strategic design research tomorrow."
      ],
      "speaker_id": [3],
      "workshop": []
    }
  ],

  "day_1": [
    {
      "id": 0,
      "time": "9:30AM",
      "type": "Team",
      "title": "Open house: Mingle, set up your profiles, and get ready!",
      "description": ["Coming Soon!"],
      "speaker_id": [],
      "workshop": []
    },
    {
      "id": 1,
      "time": "10:00AM",
      "type": "Lightning Talk",
      "title": "The Power of Community",
      "description": [
        "A welcoming talk about the conference, UXPH, where we're going as a community, and valuable lessons learned for designers and community builders."
      ],
      "speaker_id": [0],
      "workshop": []
    },

    {
      "id": 3,
      "time": "10:30AM",
      "type": "Keynote Speaker",
      "title": "Designers as Enablers of Change",
      "description": [
        "Designers have always been gifted with the skill to navigate change. However, being a great designer alone is only the start of creating change. For designers to maximize the ability to change, we must be more than just great designers: we need to learn to be the enablers of change. We must be intentionally strategic in the way we make, and educate the wider audience about the designer's thought processes. I will be using examples from IDEO's client work and offerings to show how designers can make full use of our gift to make the world a better place."
      ],
      "speaker_id": [5],
      "workshop": []
    },
    {
      "id": 4,
      "time": "11:15AM",
      "type": "Keynote Speaker",
      "title": "Permission to Speak",
      "description": [
        "Many of us have been trained from a young age to take a seat, to raise our hands, to ask for permission to speak. Even the most accomplished, most outspoken, most self-aware still end up taking a backseat, sitting down, shutting up, silencing ourselves without even realizing what we’re doing.  ",

        "Breaking through the silence requires you to be vulnerable and uncomfortable. You’ve got to be brave enough to crack yourself open and dig up the truth of who you really are and what you really value. Because there is a story inside you that no one else can tell."
      ],
      "speaker_id": [12],
      "workshop": []
    },
    {
      "id": 5,
      "time": "12:00NN",
      "type": "Break",
      "title": "Lunch Break",
      "description": ["Lunch Break"],
      "speaker_id": [],
      "workshop": []
    },
    {
      "id": 6,
      "time": "1:00PM",
      "type": "Keynote Speaker",
      "title": "Winning with What You Have",
      "description": [
        "I'd like to talk about problem solving in the context of Design. Oftentimes, we are faced with ill-defined problems in different scales -- the design brief, our role, or even our career paths. I plan to discuss how synthesizing the information at hand helps in propelling us forward in an agile fashion, and how it has helped me in my own journey as a designer. ",

        "This talk is intended for those who are thinking of getting into the industry, or junior / intermediate designers."
      ],
      "speaker_id": [20],
      "workshop": []
    },
    {
      "id": 7,
      "time": "1:45PM",
      "type": "Lightning Talk",
      "title": "How to Pioneer Change (& How Not To)",
      "description": [
        "As the conduit between business and tech, designers are in a unique position to be the pioneers of real transformation in the world. Be it disrupting an industry, replacing old traditions with modern thinking or designing for societal-wide positive behavioral change, our skills and toolkit equip us to drive innovation - using technology to push the envelope within the landscapes we work in.",

        "But every hero's story has its fair share of obstacles. Designers often face a series of roadblocks which impede on our ability to work our magic. Sometimes, even the things we do ourselves (or the things that we don't do) get in our way. This talk will explore common areas of opportunity in our process and the ways we conduct ourselves as designers, leaving the audience with tangible advice on how to assuage these shortcomings in replacement for better processes and ultimately, outcomes."
      ],
      "speaker_id": [19],
      "workshop": []
    },
    {
      "id": 8,
      "time": "2:15PM",
      "type": "Lightning Talk",
      "title": "Lessons in Digital Transformation in a Corporate Setting",
      "description": ["Coming Soon!"],
      "speaker_id": [13],
      "workshop": []
    },
    {
      "id": 9,
      "time": "2:45PM",
      "type": "Lightning Talk",
      "title": "Stories from government: shifting mindsets from logic to empathy",
      "description": [
        "We’ve often seen that taking a human-centred lens and experiencing research first hand can have a large impact on understanding the problem space and influencing the direction of projects and products. As user researchers and UX designers, we’re the lucky ones who get to experience this frequently, but how do we help our teams and stakeholders to take a human-centred lens so that we shift from a purely logical lens to one that embraces empathy? In this presentation, we’ll be looking at how we get non-researchers involved in the research process, and the impact this has on digital transformation journeys and the shifts in mindsets.  Using a range of stories of things that worked (and didn’t work so well) from a range of projects from a government context, we’ll be covering a number of techniques that can be used to bring our stakeholders and teams  directly into the research process, so that they can also live and breath our end user’s experience and develop a better shared understanding of the problem space."
      ],
      "speaker_id": [21],
      "workshop": []
    },
    {
      "id": 10,
      "time": "3:15PM",
      "type": "Break",
      "title": "Break time",
      "description": ["Coming Soon!"],
      "speaker_id": [],
      "workshop": []
    },
    {
      "id": 11,
      "time": "3:35PM",
      "type": "Keynote Speaker",
      "title": "Design for Multi-verse Futures",
      "description": [
        "No science fiction writers could have predicted our year 2020, possibly the most pivotal time in history that shape our future experiences. As one could almost touch the uncertainty in the air, designers have the power to define these multiple possible futures. In this keynote talk, Michael will share his design stories at IBM and take you on a ride to the 'edge case' futures - where technologies augment the human experiences; enterprises operate in new dynamic and complex forms; the role of a Designer becomes transcending."
      ],
      "speaker_id": [16],
      "workshop": []
    },
    {
      "id": 12,
      "time": "4:20PM",
      "type": "Panel Discussion",
      "title": "Building a Design-Driven Community",
      "description": [
        "How do you build and grow a design community? In this panel discussion, community leads will share the stories behind the communities they built and the lessons they learned along the way."
      ],
      "speakers_img": [
        "https://lh3.googleusercontent.com/pw/ACtC-3dL-7ki4zICSrpJ_7XgSJweezeajYMu6PF8ra71KSIXlBVletPAJVhqpXoxhj-DSbNtFysvBTR1gUtxd6vA808EEForjsjj8SsB2c3HT29LfLQCpFEBU3x7rwP5WyrX1tIgqP188URs-Ujl2YTaH0Sx=s920-no?authuser=2",
        "https://lh3.googleusercontent.com/pw/ACtC-3dtLgf1TIAXz89_vKUnFobXhnYttMLiuGBQCIBylXZwnMh1l_qnKm1gVmW_TASQTxT-8mcQDF8Io1UlIG789VTpbpbvJ70gJ_QkSwQs90ixRLAbmsW0adtqLfnTp_KZPmgejJK91J-xaqXL9PA9Q7FR=s800-no?authuser=1",
        "https://lh3.googleusercontent.com/pw/ACtC-3drt4JKa5nRIzhp2g31WMltYeOq_-4Gp32QOAVGxFynk0-9-N8NoAadObiSVujJ8Ht1tsZEBd4CH_JKZZ6l-H0ft_2G6y9RFqgkkJs1EZlamm1Uj9qAF5COHgxLPd2sfU8rIgZFkRMw4FRuLRc0zEbm=s500-no?authuser=1",
        "https://lh3.googleusercontent.com/pw/ACtCC-3e9OhNVo7BNmTbgfS5zuMo5wpwEZx9wNuG643XYXlOO8V_wad_oklx2BFqAihmQSVNbw6PnUx1oTlRK6KO8xUO0N04mEIFEk4KxGj8gAsi1kuyqlo7Iu5Vw0NPlyWBBGVJ9Xyd26yLARxToB7X6vES6=w646-h969-no?authuser=1"
      ],
      "speakers_names": "Felix Lee (ADP List), Grace Ling (Design Buddies), Chia Amisola (Developh), Aldrich Tan (UXPH)",
      "speaker_id": [23, 27, 26, 0],
      "workshop": [],
      "moderators": "design-driven-community"
    },
    {
      "id": 13,
      "time": "5:05PM",
      "type": "Socials",
      "title": "Socials: UXPH x Design Buddies",
      "description": ["Socials with Design Buddies"],
      "speaker_id": [],
      "speakers_img": [
        "/images/logos/uxph_icon.png",
        "https://lh3.googleusercontent.com/pw/ACtC-3eqyqRolvbTAChibtbtDkPv_ar_E-2kIA__pNqvRtOyWn1Mlx6l6ew-can36IcQ85TrLQegrj9ZumyQeW6ydcwjNw_LRHadVZSkAqNAbFFlaV9cv84ZI7dyIrOw74HWv4ZhzovvdvQS7sFKebaEFzgr=s720-no?authuser=1"
      ],
      "workshop": []
    }
  ],

  "day_2": [
    {
      "id": 0,
      "time": "9:30AM",
      "type": "Team",
      "title": "Open house: Mingle more, free office yoga classes, and get ready!",
      "description": ["Coming Soon!"],
      "speaker_id": [],
      "workshop": []
    },
    {
      "id": 1,
      "time": "10:00AM",
      "type": "Keynote Speaker",
      "title": "The Winds of Change in UX Research",
      "description": [
        "The role of research in modern organizations has changed dramatically over the last few years, and it seems like the pace of change is only accelerating. In this talk we'll examine the past and present responsibilities of researchers, and where I believe research is going in the future."
      ],
      "speaker_id": [1],
      "workshop": []
    },
    {
      "id": 2,
      "time": "10:45AM",
      "type": "Lightning Talk",
      "title": "3 Keystones of Accessible Web Content",
      "description": [
        "In this powerful and engaging talk, Julius will present the 3 most important keystones possessed by web content that is accessible to everyone including people with disabilities. He will discuss the tools and techniques you can use right now to test your content's accessibility. Julius will also provide clear examples of web pages that demonstrate the 3 keystones."
      ],
      "speaker_id": [10],
      "workshop": []
    },
    {
      "id": 3,
      "time": "11:15AM",
      "type": "Panel Discussion",
      "title": "Shaping your UX Career",
      "description": [
        "If you’re looking to land your first UX job, transitioning to a UX role, or want to level-up your UX career, this panel discussion will give you a head start. Our panelists will talk about their experiences in shaping a fruitful career and share the secrets on how to stand out in the UX field."
      ],
      "speaker_id": [11, 14, 15, 22, 6, 35],
      "speakers_img": [
        "https://lh3.googleusercontent.com/pw/ACtC-3es63mcZOd5QJ9iMrMsvMXuCI3gJhj1leA_ZS3EkIK58V1ZWRz7maOgoIW2c8nINvJavanacNDtP2s_5Jt5D1GKKUY_Vu2OG_d-f-zVHE4M7tHvWrVlsd0jvkzvxJkzF3fsiCvmNPJim8FB5eTFlL3m=w834-h920-no?authuser=2",
        "https://lh3.googleusercontent.com/pw/ACtC-3cCqvn8fzfdjJ5XawA18lUq3OK7RNUzup9kPMGyzxPOxWAyRF659CSy13rPgLVCNWYmbAvS-Ypa5PHjH3pxDYsXEZk_-nqrAoz2Pbm2yhTxmpGAGlN2UTE6oR1r1HVVYq3-Xefs_lRysUNzLyXjoLjG=s800-no?authuser=2",
        "https://lh3.googleusercontent.com/pw/ACtC-3dIG-UAGbmbmqHmvqy43BNRvcqojvQVumVncCBZ5uyK15bCtv4FUZsXr28ENz_DeuDNw84Ja-2Ilokh1JXHklaUBeOP1Dwrg4OCiTy2pgL_3IdV_0CFOknDfz9b4b4ibQ3xQ1qIrWk7JbfETzE5bdcM=w587-h715-no?authuser=2"
      ],
      "speakers_names": "Kevin Liang, Jill Quek (ADP Mentor), Marcus (ADP), Merdy Adrian (ADP)",
      "workshop": [],
      "moderators": "ux-career"
    },
    {
      "id": 4,
      "time": "12:00NN",
      "type": "Break",
      "title": "Lunch Break",
      "description": ["Coming Soon!"],
      "speaker_id": [],
      "workshop": []
    },
    {
      "id": 5,
      "time": "1:05PM",
      "type": "Workshop",
      "title": "Data Driven Storytelling",
      "description": [
        "Data journalism has revolutionised digital storytelling, with trailblazers like the New York Times and FiveThirtyEight pioneering interactive web visualisation technologies for narrative storytelling.",
        "This workshop will walk through the end-to-end process of building a D3.js visualisation - starting with exploratory data analysis, journalistic data investigation, visual experimentation and rounding off with (as Alberto Cairo says) of communicating truthful art."
      ],
      "speaker_id": [29],
      "workshop": [],
      "parallel": true
    },
    {
      "id": 6,
      "time": "1:05PM",
      "type": "Keynote Speaker",
      "title": "The Culture and Psychology of Teams",
      "description": [
        "We are all under one crisis, but our situations are all different. There is indeed no one-size-fits-all solution because our control over things varies.",
        "But there is one factor that we all have control over - ourselves, humans.",
        "Join Dae for a session that focuses on developing the mindset and behavior of people within teams and companies. Tools and methods will be discussed to create an organization that would be inspired to work together to move forward efficiently and effectively, despite new working arrangements and the uncertainty that lies ahead of us."
      ],
      "speaker_id": [4],
      "workshop": [],
      "hidden": true
    },
    {
      "id": 7,
      "time": "1:50PM",
      "type": "Keynote Speaker",
      "title": "Using Customer Value Propositions as Revenue Model",
      "description": [
        "In this talk, I would like to discuss on how to find the right customer value proposition that is being thought in IDEO toolkit in order to find the right revenue models for product and service and actually be accepted in the market. I will also mask this inside a case study of a product that i have done before."
      ],
      "speaker_id": [18],
      "workshop": [],
      "parallel2": true
    },
    {
      "id": 8,
      "time": "2:40PM",
      "type": "Break",
      "title": "Break time",
      "description": ["Coming Soon!"],
      "speaker_id": [],
      "workshop": []
    },
    {
      "id": 9,
      "time": "3:10PM",
      "type": "Panel Discussion",
      "title": "Leading by Design",
      "description": [
        "From being an individual contributor to leading a design team - what do you need to know? Join us in this panel discussion on how to manage design teams and strike the right balance of addressing the client’s needs, achieving the company’s goals, and fueling each team member’s career growth."
      ],
      "speakers_img": [
        "https://lh3.googleusercontent.com/pw/ACtC-3drmgy61F4PeasIOyeoGduzdyVM1kQaB93OafkPYXgZ9fzmIbsLNIfEZE-a5fxVM7Dyp0k_FyFQ40c39ijKlfB2fOUVlEiYBT_ZtmywtT5v0KBJUMbF3ih4sBQ50MQujoOxB7gadgChBwOObb1qx4rf=s500-no?authuser=1",
        "https://lh3.googleusercontent.com/pw/ACtC-3eqvM4zEFA1KPH52e_EGN1fbesdfC7Fi2qbm9XuKjpzahb-x6PyGfPFf4R3R3QUiS3qWcuLEKEhO_B91MIhO5s8e6FjThgNDV5JyNoQTET1FV2GIgO0axLcEduJviNS3X_349968GpK4Y3jpJ8UBMf_=s407-no?authuser=1"
      ],
      "speakers_names": "Aldrich Huang (uxtesting) & Michael Tam (IBM iX, ADP List)",
      "speaker_id": [16, 7, 8, 3, 36],
      "workshop": [],
      "moderators": "leading-by-design"
    },
    {
      "id": 10,
      "time": "3:55PM",
      "type": "Keynote Speaker",
      "title": "Speculative Design",
      "description": [
        "As the craft of Design continues to evolve and require more strategic thinking, we need new tools to address today’s greatest political, social, environmental, and cultural challenges. Speculative Designers and Strategic Foresight practitioners are banding together to bring these tools into the ever-changing landscape of Design so that we can better assess the challenges of emerging technologies, climate change, and the implications we face with dynamically shifting political structures. As a 2nd generation Filipino-American, Phil will discuss the challenges and struggle growing up as a minority in the US, finding his identity as a designer, building a nonprofit and conference, and organizing a community of practice with chapters in over 50 cities worldwide. He will walk through a number of examples spanning the history of Critical Design, Design Fiction, and trend analysis tools providing a platform for us to begin shaping these conversations for the businesses and governments that are ultimately defining our future. "
      ],
      "speaker_id": [24],
      "workshop": []
    },
    {
      "id": 11,
      "time": "4:40PM",
      "type": "Remarks",
      "title": "Closing Program",
      "description": ["Coming Soon!"],
      "speaker_id": [],
      "speakers_names": "UXPH",
      "workshop": []
    },
    {
      "id": 12,
      "time": "5:00PM",
      "type": "Concert",
      "title": "Special Closing Performance (You won't want to miss this!)",
      "description": ["Any Name's Okay"],
      "speakers_img": [
        "https://lh3.googleusercontent.com/pw/ACtC-3ePC8OybeBWWSYGA--QkwR2VxuEl2siii__S0GCw2jepGf1byQ4wthrz-Bsos42CYW8F3gxHVb5kmfT2eL_RLVcdCZUP5Dtn9m0LArD86DcqeOMBC7VmMVjJdVQkOV8rmCRZZ8dM0wlGcibfYJGnVug=s637-no?authuser=1"
      ],
      "speaker_id": [],
      "workshop": []
    }
  ]
}
