[
  {
    "body": "I was very pleased to get a better understanding of the metrics that we've been using for years. I believe I was able to get context and an understanding of their purpose and usage that is definitely beneficial for me and for the company."
  },
  {
    "body": "One important thing that i learned from this year’s event, is that in order for a UX Designer to be effective, empathy should be a driving factor to your decision-making process, and having empathy means breaking your own mental model, so you should be much more open to every social and cultural possibilities of uniqueness, and be an effective advocate of change."
  },
  {
    "body": "The talk was very informative, impactful and covers a wide variety of fields. Very relatable to everyone engaged in the workfield, or even among students like us who envisions to be active participants in creating a more design-driven community of this and future generation's workforce."
  },
  {
    "body": "There is so much more to UX than what is being taught in school that I can only learn by conversing with people and immersing in communities. -Student"
  },
  {
    "body": "I’ve learned a lot that i can apply to my work. most especially in being an Advocate of Customer Centric Culture, how to measure your design and a lot more. The Speakers are all good! I’m pretty much sure that i will attend again."
  },
  {
    "body": "I love the community most of all! And how it’s a community that highly values learning and growth and understanding one another. UXPH began my journey into applying Figma into product design and UXPH through its events and initiatives also led me to meet and get to know people I look up to and admire and inspire me to continue to grow in the field without making me feel small for just having started."
  },
  {
    "body": "I was very pleased to get a better understanding of the metrics that we’ve been using for years. I believe I was able to get context and an understanding of their purpose and usage that is definitely beneficial for me and for the company."
  },
  {
    "body": "Most information to learn about UX Design can be found online, but the events by UXPH has given a lot of us a chance to see the grind behind the scenes; this has given me a better perspective of the whole UX industry."
  },
  {
    "body": "The talk was very informative, impactful and covers a wide variety of fields. Very relatable to everyone engaged in the work field, or even among students like us who envisions to be active participants in creating a more design-driven community of this and future generation’s workforce. - Design Thinking: The Double Diamond Process by Antonet Domingo"
  },
  {
    "body": "Design not FOR your user but WITH your user. Also, don’t rely on one data metrics/platform. You can use several platforms and methods. Always question the data. Lastly, don’t present the numbers but make a story out of it."
  },
  {
    "body": "This entire event has helped me know more about UX, which has further piqued my interest on perhaps taking a job opportunity in the field."
  },
  {
    "body": "I like UXPH events because I got to learn the new trends, practices and problems of User Experience Design. I got to learn from different speakers, through their talks and workshop."
  },
  {
    "body": "It is through UXPH events that I get to meet new people, build connections and network with other fellow designers."
  },
  {
    "body": "Please continue evangelizing UX! I learned so much from this event. <3 Kudos to the amazing speakers and the equally awesome event organizers!"
  },
  {
    "body": "What strikes me is that UX at its core does not discriminate; the door is open to anyone and everyone. In all ways, it truly embodies human-centered design"
  },
  {
    "body": "Design and user experience means more than just creating visuals, it’s a problem-solving methodology."
  }
]
